---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightSpotFieldAngle
source: html/493089fd-9c06-48c6-abd0-11ef5627d804.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightSpotFieldAngle Property

"Spot Field Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightSpotFieldAngle { get; }
```